<template>
    <div class="flex flex-col gap-4">
        <div class="flex flex-col gap-2">
            <h2>акардеон 1</h2>
            <Accardion>
                <AccardionItem v-for="n in 3" header="Как завести и использовать цифровой рубль?">
                    Для этого, собственно, нужно открыть цифровой кошелек. Причём сделать это, как обещает Банк России, можно будет через любое мобильное приложение банка, клиентом которого вы являетесь. В этом кошельке можно «обменять» безнал на цифровой рубль.
                    А вот наличные сначала нужно будет положить на счёт в банке (через банкомат или кассу банка) и уже потом обменять на цифровые, пополнив цифровой кошелек с банковского счёта через мобильное приложение банка.
                    Для того чтобы снять деньги с цифрового кошелька, сначала их следует перевести на счёт в банке. Это также можно сделать через мобильное приложение банка, и потом — снять наличные в банкомате или кассе банка.
                    Перевод от пользователя пользователю будет осуществляться с кошелька первого на кошелёк второго.
                </AccardionItem>
            </Accardion>
        </div>
        <div class="flex flex-col gap-2">
            <h2>акардеон 2</h2>
            <Accardion>
                <AccardionItem v-for="n in 3" header="Как завести и использовать цифровой рубль?">
                    Для этого, собственно, нужно открыть цифровой кошелек. Причём сделать это, как обещает Банк России, можно будет через любое мобильное приложение банка, клиентом которого вы являетесь. В этом кошельке можно «обменять» безнал на цифровой рубль.
                    А вот наличные сначала нужно будет положить на счёт в банке (через банкомат или кассу банка) и уже потом обменять на цифровые, пополнив цифровой кошелек с банковского счёта через мобильное приложение банка.
                    Для того чтобы снять деньги с цифрового кошелька, сначала их следует перевести на счёт в банке. Это также можно сделать через мобильное приложение банка, и потом — снять наличные в банкомате или кассе банка.
                    Перевод от пользователя пользователю будет осуществляться с кошелька первого на кошелёк второго.
                </AccardionItem>
            </Accardion>
        </div>
    </div>
</template>

<script setup lang="ts">

</script>

<style scoped></style>